// Вывести на экран число «ПИ» с точностью до сотых.

// Console.WriteLine("3.14");

Console.WriteLine(Math.PI);