// Вывести на экран число «ПИ» с точностью до сотых.

// Console.WriteLine("3.14");

// double PI = Math.PI;

// Console.WriteLine(PI);

// string.Format("{0;N2}", Math.PI);
// Math.Round(Math.PI);
double PI = Math.PI;
static double Round(double PI);